{"alert":{"uploadImageToDetect":"تحميل صورة إلى الكشف عن الرجاء.","enterName":"أدخل الاسم من فضلك.","ok":"طيب","cancel":"إلغاء","upgradedMembership":"عضوية تمت ترقية بنجاح.","cannotDetectImage":"لا يمكن الكشف عن هذه الصورة. يرجى المحاولة مرة أخرى الصورة مرة أخرى.","wasDetectedImage":"الصورة تم الكشف بنجاح","payAsYouGoPlan":"دفع كما تذهب خطة - خطة تسمح لك للتحقق من عمر الحصان الخاص بك دون أن تكون على الاشتراك الشهري. مقابل 5 $سوف تحصل على استجابة من الفصل ضمن برنامج دقيقة مع تقدير الخيول الخاصة بك العمر. في غضون ال 24 ساعة القادمة ، سوف تحصل على رد من فريق من الخبراء لدينا أي تأكيد أو تعديل تقدير أن الفصل المخصص. سوف تقود طرق طويلة للعثور على شخص ما مع المزيد من التجربة والخبرة من الموظفين في الفصل الثاني. شكرا لك على اهتمامك و نأمل أن تخدم لك جيدا..","updatedPassword":"تحديث كلمة المرور بنجاح.","enterOldPassword":"أدخل كلمة المرور القديمة من فضلك.","enterNewPassword":"أدخل كلمة المرور الجديدة من فضلك.","enterVerifyPassword":"أدخل تأكيد كلمة السر من فضلك.","doesNotMatchedVerifyPassword":"التحقق من كلمة المرور لا يطابق ، حاول مرة أخرى.","purchasedVideosForCourse":"قمت بشراء أشرطة الفيديو الدورة بنجاح.","foundIssueWithRequest":"وجدنا مشكلة مع طلبك يرجى المحاولة مرة أخرى في وقت لاحق.","youUpdatedAccount":"تحديث الحساب بنجاح.","enterNewEmailAddress":"أدخل عنوان البريد الإلكتروني الجديد من فضلك."},"auth":{"signin":"تسجيل الدخول","signup":"التوقيع","dontHaveAccount?":"ليس لديك حساب ؟ ","creatAccount":"إنشاء حساب","haveAccount?":"ليس لديك حساب ؟ ","signinAccount":"تسجيل الدخول","email":"البريد الإلكتروني","password":"كلمة المرور","firstName":"الاسم الأول","lastName":"الاسم الأخير","confirmPassword":"تأكيد كلمة المرور","forgotPassword":"نسيت كلمة المرور ؟ ","resetPassword":"إعادة تعيين كلمة المرور","connectSocial":"أو الاتصال الاجتماعية","facebook":"Facebook","inputEmailAddress":"أدخل عنوان البريد الإلكتروني من فضلك.","emailAddress":"عنوان البريد الإلكتروني","alertForgotPassword":"نسيت كلمة المرور","checkNetwork":"يرجى التحقق من اتصال الشبكة.","enterFullName":"أدخل الاسم الكامل الرجاء.","enterEmailOrPassword":"أدخل البريد الإلكتروني أو كلمة المرور من فضلك.","enterValidEmailAddress":"أدخل عنوان البريد الإلكتروني من فضلك."},"page":{"courseComponent":["مشاهدة 2 دقيقة عينة من العلوم الفيديو"," ","1 شهر مجانا من كشف العمر عندما كنت شراء لدينا بالطبع الفيديو $49.99..."," ","إذا كنت ترى هذه الرسالة ، ثم لم قررت أن تأخذ الفيديو بالطبع. اسمحوا لي أن أشرح كيف بالطبع الفيديو يعمل. الشيخوخة الخيول هو فن وعلم. أنها مثيرة للاهتمام عملية أن كل صاحب الحصان يجب أن تعرف. هذه المعلومات ليست جديدة ، ولكن كبار السن من العهد الجديد من الكتاب المقدس."," ","630 قبل الميلاد الصينية تدرس الشيخوخة لغرض البيع أو التجارة لأنهم كانوا يعرفون قيمة الحصان يرتبط مباشرة إلى عصرها."," ","430 قبل الميلاد سيمون أثينا كتب عن الشيخوخة في كتاب بعنوان البيطرية الفن."," ","الفيديو الأول \"، العلوم الفيديو\" هو في العمق, غنية بالرسوم 27 دقيقة الفيديو الذي يتيح لك معرفة علم التشريح و تغيير خصائص الأسنان كما أنها ترتدي. نفهم حقا كيف الشيخوخة يعمل و فم الحصان ، هذا هو يجب أن يشاهد."," ","الفيديو الثاني ، \"فن الفيديو\" يحلل الصور من الحصان الأسنان في كل سن ، والتي تبين كم هو سهل أن عمر الخيول باستخدام التعرف على أنماط تعلم في \"العلوم الفيديو.\" الشيخوخة الخيول من السهل حقا! فإنه يأخذ فقط القليل من الممارسة و القليل من المعلومات إتقان."," ","أضع الطلاب من خلال نفس البرنامج في الفصول الدراسية و في حدود 30-40 الصور ، فإنها تصبح بارعا للغاية. كلما مشاهدة \"فن الفيديو\" وسوف تصبح أفضل. لدينا نتائج مذهلة في الفصول الدراسية و هؤلاء الممارسين تصبح عاطفي جدا لأن لديهم الثقة. يمكنك الحصول على نفس الثقة بسرعة كبيرة مع الحد الأدنى من الجهد من خلال دراسة دورات الفيديو لدينا!"],"buyNow":"شراء الآن","imageType":"نوع الصورة","done":"به"},"home":{"home":"المنزل","welcome":"مرحبا بك","to":"إلى","ageDetection":"كشف العمر","videoCourse":"بالطبع الفيديو","tutorial":"البرنامج التعليمي","aboutChap":"عن الفصل","aboutLink":"لمزيد من Informantion ، يرجى زيارة ","about":"عن","aboutDescription":["الفصل لتقف على المحوسبة الحصان الشيخوخة البرنامج. في الفصل ، هدفنا هو تثقيف أصحاب الخيول عن الخيول الأسنان. المزيد من المعرفة والفهم يمكننا الحصول على أفضل أصحاب الصحابة ونحن يمكن أن يكون. العلم وراء الشيخوخة الخيول وظائف الأسنان هو يجب أن تعلم كل كبيرة فارس."," ","لدينا في عمق فيديو الحال لم يدرس مئات تطمح الخيول أطباء الأسنان والأطباء البيطريين إلى سن الخيول ، ولكن علينا أيضا أن استخدام تلك المعرفة جنبا إلى جنب مع الذكاء الاصطناعي و رؤية الكمبيوتر لتدريب الكمبيوتر لدينا نموذج سن الخيول. لتدريب هذا النموذج ، كان لدينا جهاز الكمبيوتر لتحليل 18 الميزات على القواطع العلوية و 18 الميزات على القواطع السفلية على أكثر من 1000 الصور أكثر من 36 ، 000 نقطة من البيانات."," ","نحن نريد أن يكون الحصان الشيخوخة الخدمة. مع كل طلب ، سوف تتلقى تقدير من الكمبيوتر لدينا نموذج في غضون دقيقة ، عادة 10-15 ثانية. لأن نحن شركة خدمة المنحى ، سوف تتلقى أيضا تقدير من الموظفين الخبراء لدينا في غضون 24 ساعة من تقديم الطلب ، التحقق من تقدير قدمها الفصل. هذا يعني أنك سوف تحصل على 2 آراء متحيزة من الحصان الخاص بك العمر."," ","إذا كنت غير مقتنع من adeptness, مشاهدة الحال أشرطة الفيديو. إذا كنت يمكن أن تساعدنا على تحسين موقعنا الشيخوخة دقة أو الشيخوخة الخبرات وسوف نقوم برد الحال المال وكذلك إعطاء لك الوصول غير المحدود إلى الشيخوخة لدينا نموذج مجانا لمدة سنة 339 دولارا قيمة!"," ","الشيخوخة الخيول من الأسنان هو شغلنا الشاغل; ونأمل أن نشارك في تلك العاطفة."," ","هذا البرنامج له حدود ، التي هي نتيجة تشريح الحصان. كوب النظام الذي نحن وتحليل الحاضر فقط ما يصل إلى 17 عاما في يخفض و 20 عاما على وجوه. أخرى الحد من عامل الوقت الراهن نحن غير قادرين على التفريق بين الاسنان اللبنية و الأسنان الدائمة كما وكلاهما له نفس الميزات."," ","ولذلك 2-5 سنوات من العمر النحو 5-8 سنوات من العمر. نحن نعمل حاليا على حل هذه المشكلة ، ولكن في الوقت الحالي لدينا فريق مراجعة كل تقديم في غضون فترة 24 ساعة والتواصل أن النتيجة عبر البريد الإلكتروني للتحقق من صحة أو ضبط كل حالة. نحن نعمل بجد لحل هذه المشكلة شكرا لكم على صبركم و نأمل أن تخدم لك جيدا."," ","هذا البرنامج يهدف إلى مساعدة في ممارسة الشيخوخة الخيول. والهدف من ذلك هو مساعدة التقريبية عمر يبطل الولادة. على الرغم من أن إذا استخدمت على نحو ما دقة هذا البرنامج يمكن أن تكون دقيقة بشكل مثير للدهشة ، النظر في عوامل الوراثة عن طريق الفم الإصابات قبل العمل الأسنان أو نقص ، السلالة. اقتراحنا هو أن مشاهدة أشرطة الفيديو التعليمية وفهم الشيخوخة بدلا من الثقة رأي الآخرين."],"tutorialList1":["واضحة غير ضبابية","على التوالي ، في زاوية.","تحتوي على جميع الأسنان السفلية, مع الحد الأدنى من الكائنات الأخرى في الصورة. (إذا لزم الأمر يرجى المحصول من الكائنات الأخرى)","مثل الصور التالية"],"tutorialList2":["البرنامج فقط يمكن الكشف عن ما يصل إلى 17 Yesrs القديمة باستخدام أقل الصورة.","البرنامج فقط يمكن الكشف عن ما يصل إلى 20 Yesrs القديمة باستخدام الجزء العلوي من الصورة.","سوف يتلقى المستخدم 3 سنوات تتراوح من الفصل الثاني في الدقيقة, و سوف تحصل على 2 سنة و 1 سنة تقدير من الخبراء لدينا في غضون 24 ساعة. خبرائنا سوف تكون قادرة على إعطاء تقدير أعلى من 20 عاما.","لفهم هذه العملية وتعلم بنفسك ، يرجى الاشتراك في موقعنا فيديو تعليمي الحال."],"watchTutorial":"مشاهدة البرنامج التعليمي"},"videos":{"videos":"الفيديو","course":"الحال","quiz&study":"مسابقة & الدراسة","courseVideo1Title":"الدرس 1 - العلوم الفيديو","courseVideo2Title":"الدرس 2 - فن الفيديو"},"quiz":{"prev":"السابق","answer":"الجواب","next":"القادم","enterHorseAge":"أدخل الحصان العمر","watchVideo":"مشاهدة الفيديو"},"detection":{"detection":"كشف","new":"جديد","uploadImage":"تحميل الصور","horseName":"الحصان اسم","imageDescription":"وصف الصورة(اختياري)","selectImageType":"حدد نوع الصورة","selectAge":{"lowerAge":"يمكن أن يكشف سوى من 6 - 17 سنة.","upperAge":"يمكن أن يكشف سوى من 6 - 20 سنة."},"detectionButton":{"is_premium":"بعد","not_premium":"بعد (PayAsYouGo)","checkout":"($7.99\/الحصان)","subscription":"($9.99\/شهر)","annuallySubscription":"(99.99 دولار\/سنة)"},"detectResult":"الكشف عن النتيجة","horseAgeOld":"هل تعتقد أن هذا الحصان ؟ ","imageType":"نوع الصورة: ","detectedAge":"الكشف العمر: ","justCuriouse":"مجرد فضول!!!","enterHorseAge":"أدخل الحصان العمر"},"history":{"history":"التاريخ","searchName":"البحث عن اسم","horseName":"الاسم: ","horseAge":"العمر: ","uploadedAt":"تم تحميله في: ","imageType":"نوع الصورة: ","description":"الوصف","close":"قريب"},"settings":{"settings":"الإعدادات","languageSettings":"إعدادات اللغة","languageEn":"اللغة الإنجليزية","languageCn":"الصينية","languageAr":"العربية","languageGe":"الألمانية","languagePo":"البرتغالية","languageRu":"الروسية","languageSp":"الإسبانية","languageJp":"اليابانية","changePassword":"تغيير كلمة المرور","membership":{"content1":["دفع كما تذهب - $7.99\/الحصان"," A. متاحة في أي وقت مع هذا التطبيق المجاني"," ب. سوف تحصل على تقدير من الفصل الثاني في غضون 30 ثانية و عصر آخر تقدير من فريق من الخبراء لدينا في غضون 24 ساعة."],"content2":["استخدام غير محدود - 9.99 دولار\/الشهر"," أ. سن العديد من الخيول العديد من الصور كما تريد فقط 9.99 دولار\/الشهر"," ب. سوف تحصل على تقدير من الفصل الثاني في غضون 30 ثانية و عصر آخر تقدير من فريق من الخبراء لدينا في غضون 24 ساعة."],"content3":["استخدام غير محدود - $99.99\/سنة"," أ. سن العديد من الخيول العديد من الصور كما تريد فقط 99.99 دولار\/سنة"," ب. سوف تحصل على تقدير من الفصل الثاني في غضون 30 ثانية و عصر آخر تقدير من فريق من الخبراء لدينا في غضون 24 ساعة."],"content4":["بالفيديو - $49.99"," أ-تعلم كيفية سن الخيول في 2 - 30 دقيقة أشرطة الفيديو. أشرطة الفيديو هذه هي لك لعرض الأبد. علمنا 100 من الخيول طلاب طب الأسنان و. الأطباء البيطريين إلى سن الخيول باستخدام هذه التقنيات التي أثبتت جدواها. يمكنك بسهولة تعلم فن الشيخوخة الخيول من الراحة من ساعة سهلة الرئاسة. ونحن نضمن أنك سوف تكون راضية عن تجربتك ، أو أننا سوف تعطي المال الخاص بك مرة أخرى. فقط سؤال كيف يمكننا تحسين تجربتك. شكرا لك على اهتمامك في الخيول و شكرا لك على اهتمامك في الشيخوخة."],"upgradeToUnlimited":"الترقية إلى غير محدودة"},"myAccount":{"myAccount":"حسابي","pro":"برو","free":"مجانا","account":"الحساب","update":"التحديث","unsubscribe":"إلغاء الاشتراك","subscribe":"الاشتراك"},"paymentOptions":"خيارات الدفع","languages":"اللغات","contactSupport":"الاتصال بالدعم","logOut":"تسجيل الخروج"},"version":"الإصدار 1.0"}
