{ 
    "alert":{ 
       "uploadImageToDetect":"Ein Bild hochladen um zu erkennen, bitte.",
       "enterName":"Geben Sie den Namen bitte.",
       "ok":"OK",
       "cancel":"ABBRECHEN",
       "upgradedMembership":"Die Mitgliedschaft wurde erfolgreich aktualisiert.",
       "cannotDetectImage":"Kann nicht erkennen, dieses Bild. Bitte versuchen Sie ein anderes Bild wieder.",
       "wasDetectedImage":"Das Bild wurde erfolgreich erkannt",
       "payAsYouGoPlan":"Pay As you Go-Plan - Dieser plan ermöglicht es Ihnen, überprüfen Sie das Alter Ihres Pferdes, ohne auf ein monatliches Abonnement. Für nur $10, erhalten Sie eine Antwort von der KAP-Programm in der minute mit der Einschätzung Ihrer Pferde Alter. Innerhalb der nächsten 24 Stunden erhalten Sie eine Antwort von unserem Experten-team entweder bestätigt, oder der Anpassung der Einschätzung, dass CHAP zur Verfügung gestellt. Fahren Sie eine lange Wege, jemanden zu finden, mit mehr Erfahrung und Kompetenz als Mitarbeiter bei KAP. Vielen Dank für Ihr Interesse und wir hoffen, dass wir Sie gut zu dienen..",
       "updatedPassword":"Ihr Passwort wurde erfolgreich aktualisiert.",
       "enterOldPassword":"Geben Sie altes Kennwort bitte.",
       "enterNewPassword":"Geben Sie neues Passwort bitte.",
       "enterVerifyPassword":"Geben Sie Kennwort bestätigen Sie bitte.",
       "doesNotMatchedVerifyPassword":"Überprüfen Sie das Kennwort nicht übereinstimmt, versuchen Sie es erneut.",
       "purchasedVideosForCourse":"Sie die gekauften videos-natürlich erfolgreich.",
       "foundIssueWithRequest":"Wir fanden ein Problem mit Ihrer Anfrage, bitte versuchen Sie es später erneut.",
       "youUpdatedAccount":"Sie aktualisiert-Konto erfolgreich.",
       "enterNewEmailAddress":"Geben Sie die neue E-Mail-Adresse bitte."
    },
    "auth":{ 
       "signin":"Anmelden",
       "signup":"Anmelden",
       "dontHaveAccount?":"Sie haben noch kein Konto ?",
       "creatAccount":"Erstellen Sie ein Konto",
       "haveAccount?":"Sie haben bereits ein Konto?",
       "signinAccount":"anmelden",
       "email":"E-Mail",
       "password":"Passwort",
       "firstName":"Vorname",
       "lastName":"Nachname",
       "confirmPassword":"Kennwort Bestätigen",
       "forgotPassword":"Passwort vergessen ?",
       "resetPassword":"Passwort Zurücksetzen",
       "connectSocial":"oder die Verbindung mit sozialen",
       "facebook":"Facebook",
       "inputEmailAddress":"Geben Sie Ihre E-Mail-Adresse bitte.",
       "emailAddress":"E-Mail-Adresse",
       "alertForgotPassword":"Passwort Vergessen",
       "checkNetwork":"Bitte überprüfen Sie die Netzwerkverbindung.",
       "enterFullName":"Geben Sie den kompletten Namen bitte.",
       "enterEmailOrPassword":"Geben Sie E-Mail oder Passwort bitte.",
       "enterValidEmailAddress":"Geben Sie eine gültige E-Mail-Adresse bitte."
    },
    "page":{ 
       "courseComponent":[ 
          "Wenn Sie diese Anzeige sehen, dann haben Sie noch nicht entschieden haben, nehmen unsere video-Kurs. Lassen Sie mich erklären, wie die video-Kurs funktioniert. Alternde Pferde ist eine Kunst und eine Wissenschaft. Es ist ein faszinierender Prozess, dass jeder Pferdebesitzer wissen sollte. Diese information ist nicht neu, sondern älter als das Neue Testament der Bibel.",
          "630 v. Chr., die Chinesen gelehrt aging für den Zweck des Verkaufs oder handeln weil Sie wussten, dass Sie den Wert Ihres Pferdes ist direkt mit seinem Alter.",
          "430 v. Chr. Simon von Athen schrieb über das Altern in einem Buch namens der Tierärztlichen Kunst.",
          "Das erste video, \"Die Wissenschaft Video\" ist eine detaillierte, grafisch anspruchsvolle 27-Minuten-video, das Ihnen die Kenntnisse der Anatomie und der änderung der Eigenschaften des den zahn, wie es trägt. Um wirklich zu verstehen, wie das Altern funktioniert und Ihr Pferd in den Mund, ist dies ein must-watch.",
          "Das zweite video, \"Die Kunst-Video\" analysiert die Bilder von dem Pferd die Zähne in jedem Alter, die zeigen, wie einfach es ist, das Alter der Pferde mit Anerkennung und Muster gelernt, in der \"Wissenschaft Video.\" Alternde Pferde ist wirklich einfach! Es dauert nur ein wenig übung und ein wenig Informationen zu beherrschen.",
          "Ich meine, die Studierenden durch das exakt gleiche Programm in der Schule und innerhalb von 30-40 Bilder, die Sie sehr gut beherrscht. Je mehr Sie beobachten den \"Kunst-Video\" desto besser werden Sie. Wir haben erstaunliche Ergebnisse in der Klasse und diese Praktizierenden werden sehr leidenschaftlich, weil Sie Vertrauen haben. Sie können dieselbe Gewissheit erlangen, sehr schnell und mit minimalem Aufwand durch das Studium unserer video-Kurse!"
       ],
       "buyNow":"Jetzt Kaufen",
       "imageType":"Bild Typ",
       "done":"Getan"
    },
    "home":{ 
       "home":"Home",
       "welcome":"Willkommen",
       "to":"Zu",
       "ageDetection":"Alter-Erkennung",
       "videoCourse":"Video-Kurs",
       "tutorial":"Tutorial",
       "aboutChap":"Über Chap",
       "aboutLink":"Für mehr Informantion, besuchen Sie Bitte ",
       "about":"Über",
       "aboutDescription":[ 
          "CHAP steht für Computerized Pferd Aging-Programm. Bei CHAP, unser Ziel ist die Aufklärung der Pferdebesitzer über Ihre Pferde Zähne. Je mehr wissen und Verständnis können wir erwerben, desto besser die Besitzer und Begleiter können wir sein. Die Wissenschaft hinter der alternde Pferde und die Funktionalität Ihrer Zähne ist ein muss-lernen für jede große Reiter.",
          "Unsere in-Tiefe video-Kurs hat nicht nur gelehrt, Hunderte von angehenden equine Zahnärzte und Tierärzte auf das Alter der Pferde, sondern auch wir nutzen dieses wissen, zusammen mit der künstlichen Intelligenz und der computer vision für die Schulung unserer computer-Modell zu Alter Pferde. Um Zug dieses Modell hatten wir den computer analysieren 18 hat auf den oberen Schneidezähnen und der 18 Funktionen über die untere greift auf mehr als 1000 Bildern, über 36.000 Punkte von Daten.",
          "Wir wollen Ihr Pferd Altern service. Mit jeder Vorlage, Sie erhalten eine Einschätzung von unseren computer-Modell, in der minute, in der Regel 10-15 Sekunden. Denn wir sind ein service-orientiertes Unternehmen sind, erhalten Sie auch eine Einschätzung von unserem Fachpersonal innerhalb von 24 Stunden nach Einreichung, überprüfung der Schätzung gegeben von KAP. Das heißt, Sie erhalten 2 unvoreingenommene Meinungen von Ihrem Pferd s Alter.",
          "Wenn Sie nicht überzeugt sind von unserem Feingefühl, beobachten Sie die Kurs-videos. Wenn Sie können, helfen Sie uns zu verbessern unsere-aging-Genauigkeit oder aging-know-how, erstatten wir Ihr natürlich Geld sowie geben Ihnen unbegrenzten Zugang zu unserer in die Jahre gekommenen Modell kostenlos für ein Jahr, $339 Wert!",
          "Alternde Pferde durch die Bezahnung ist unsere Leidenschaft; wir hoffen, Sie teilen diese Leidenschaft.",
          "Dieses Programm hat seine Grenzen, von denen die meisten aufgrund der Anatomie des Pferdes. Das Cup-System, das wir analysieren, ist nur vorhanden, bis zu 17 Jahre Alt auf dem Senkt, und 20 Jahre Alt auf dem Oberteil. Der andere begrenzende Faktor ist derzeit sind wir nicht in der Lage zu unterscheiden, zwischen die Milchzähne und bleibenden Zähne wie beide haben die gleichen Funktionen.",
          "Daher ist eine 2-5-Jährige wird Lesen als 5-8 Jahre Alt. Wir arbeiten derzeit daran, dieses Problem zu beheben, aber derzeit ist unser Team prüft jede Einreichung in einem Zeitraum von 24 Stunden und kommunizieren, dass das Ergebnis per E-Mail zu überprüfen oder einzustellen jeden Fall. Wir arbeiten hart, um dieses Problem zu beheben, ich Danke Ihnen für Ihre Geduld und wir Hoffen, dass wir Sie gut zu dienen.",
          "Dieses Programm ist entworfen, um Hilfe in die Praxis der Alternde Pferde. Das Ziel ist zu helfen, das Ungefähre Alter eines ungültig Geburt. Obwohl, wenn verwendet, wie verwiesen, die Richtigkeit der mit diesem Programm können Sie erstaunlich genau, betrachten die Faktoren, Genetik, Orale Verletzungen, vor Zahnbehandlungen oder fehlt, und Rasse. Unser Vorschlag ist, zu beobachten Lehr-Videos, und verstehen Altern, anstatt Vertrauen anderer Leute Meinung."
       ],
       "tutorialList1":[ 
          "Klar, nicht Verschwommen",
          "Geradeaus weiter, nicht in einem Winkel.",
          "Enthalten alle Unteren Zähne, mit minimal anderen Objekte auf dem Foto. (Wenn nötig bitte zuschneiden andere Objekte)",
          "Wie die folgenden Bilder"
       ],
       "tutorialList2":[ 
          "Das Programm kann nur erkennen, bis zu 17 Yesrs Old, indem Sie mit dem Unteren Bild.",
          "Das Programm kann nur erkennen, bis zu 20 Yesrs Old, indem Sie mit dem Oberen Bild.",
          "Benutzer erhalten eine 3-Jahres-Bereich von CHAP In der minute, und erhalten eine 2-Jahres-und 1-Jahres-Schätzung durch unsere Experten innerhalb von 24 Stunden. Unsere Experten in der Lage sein, zu geben eine Schätzung ist höher als 20 Jahre Alt.",
          "Um das zu verstehen, Prozess und Lernen, für sich selbst, abonnieren Sie Bitte unseren Lehr-Video-Kurs."
       ],
       "watchTutorial":"Beobachten Sie die Tutorial"
    },
    "videos":{ 
       "videos":"Videos",
       "course":"Natürlich",
       "quiz&study":"Quiz & Studium",
       "courseVideo1Title":"Video 1 - Die Wissenschaft Video",
       "courseVideo2Title":"Video 2 - Die Kunst-Video"
    },
    "quiz":{ 
       "prev":"Prev",
       "answer":"Antwort",
       "next":"Weiter",
       "enterHorseAge":"Geben Sie dem Pferd Alter",
       "watchVideo":"Watch Video"
    },
    "detection":{ 
       "detection":"Erkennung",
       "new":"Neue",
       "uploadImage":"Bild Hochladen",
       "horseName":"Pferd Name",
       "imageDescription":"Bild Beschreibung(Optional)",
       "selectImageType":"Wählen Sie Ein Bild Typ",
       "selectAge":{ 
          "lowerAge":"Kann Nur erkennen, von 6 - 17 Jahren Alt.",
          "upperAge":"Kann Nur erkennen, aus 6 - 20 Jahre Alt."
       },
       "detectionButton":{ 
          "is_premium":"Post",
          "not_premium":"Post (PayAsYouGo)",
          "checkout":"($10\/Pferd)",
          "subscription":"($20\/Monat)"
       },
       "detectResult":"Erkennen Ergebnis",
       "horseAgeOld":"Wie Alt Denkst Du, Dieses Pferd ist ?",
       "imageType":"Bild-Typ: ",
       "detectedAge":"Erkannt Alter: ",
       "justCuriouse":"Einfach Nur Neugierig!!!",
       "enterHorseAge":"Geben Sie dem Pferd Alter"
    },
    "history":{ 
       "history":"Geschichte",
       "searchName":"Suche Namen",
       "horseName":"Name: ",
       "horseAge":"Alter: ",
       "uploadedAt":"Hochgeladen: ",
       "imageType":"Bild-Typ: ",
       "description":"Beschreibung",
       "close":"In der Nähe"
    },
    "settings":{ 
       "settings":"Einstellungen",
       "languageSettings":"Sprache Einstellungen",
       "languageEn":"Englisch",
       "languageCn":"Chinesisch",
       "languageAr":"Arabisch",
       "languageGe":"Deutsch",
       "languagePo":"Portugiesisch",
       "languageRu":"Russisch",
       "languageSp":"Spanisch",
       "languageJp":"Japanisch",
       "changePassword":"Passwort Ändern",
       "membership":{ 
          "content1":[ 
             "1. Pay-as-you - Go - $10\/Pferd",
             " A. jederzeit mit dieser kostenlosen App",
             " B. Sie erhalten eine Schätzung von KAP innerhalb von 30 Sekunden und einem anderen Zeitalter Einschätzung von unserem Experten-Team innerhalb von 24 Stunden.",
             "",
             "",
             "2. Unbegrenzte Nutzung - $20\/Monat",
             " A. Alter so viele Pferde und so viele Bilder wie Sie möchten, für nur $20\/Monat",
             " B. Sie erhalten eine Schätzung von KAP innerhalb von 30 Sekunden und einem anderen Zeitalter Einschätzung von unserem Experten-team innerhalb von 24 Stunden."
          ],
          "content2":[ 
             "3. Video-Kurs - $99",
             " A. Lernen, wie man das Alter von Pferden in 2 - 30 Minuten-Videos. Diese Videos stehen Ihnen zur Ansicht für immer. Wir haben lehrte 100 von Equine Dental Studenten und. Tierärzte Alter Pferde mit diesen bewährten Techniken. Sie können ganz einfach lernen, die Kunst des Alterns Pferde aus dem Komfort von zu stündigen Sessel. Wir garantieren, dass Sie zufrieden werden mit Ihrer Erfahrung, oder wir geben Ihnen Ihr Geld zurück. Die einzige Frage wird sein, wie können wir Ihre Erfahrungen verbessern können. Vielen Dank für Ihr Interesse an Pferden, und vielen Dank für Ihr Interesse an der Alterung."
          ],
          "upgradeToUnlimited":"Upgrade Auf Unlimited"
       },
       "myAccount":{ 
          "myAccount":"Mein Konto",
          "pro":"PRO",
          "free":"FREI",
          "account":"Konto",
          "update":"Update",
          "unsubscribe":"Abmelden",
          "subscribe":"Abonnieren"
       },
       "paymentOptions":"Zahlungsmöglichkeiten",
       "languages":"Sprachen",
       "contactSupport":"Kontaktieren Sie Den Support",
       "logOut":"Abmelden"
    },
    "version":"Version 1.0"
 }