{"alert":{"uploadImageToDetect":"Faça o Upload de uma imagem para detectar, por favor.","enterName":"Insira nome por favor.","ok":"OK","cancel":"CANCELAR","upgradedMembership":"A adesão foi atualizado com êxito.","cannotDetectImage":"Não é possível detectar esta imagem. Por favor, tente outra imagem novamente.","wasDetectedImage":"A imagem foi detectado com sucesso","payAsYouGoPlan":"Como Você vai pagar Plano - Este plano permite que você verifique a idade do seu cavalo, sem ser de uma assinatura mensal. Por apenas us $5, você receberá uma resposta do CHAP programa no minuto, com a estimativa de sua cavalos de idade. Dentro das próximas 24 horas, você irá obter uma resposta de nossa equipe de especialistas que confirmem ou ajustar a estimativa de que o CHAP fornecido. Você vai dirigir um longa maneiras de encontrar alguém com mais experiência e especialização de nossa equipe no CAP. Obrigado pelo seu interesse e esperamos atendê-lo bem..","updatedPassword":"Você senha atualizada com sucesso.","enterOldPassword":"Introduza a palavra-passe antiga, por favor.","enterNewPassword":"Introduza a nova palavra-passe, por favor.","enterVerifyPassword":"Digite verificar a palavra-passe, por favor.","doesNotMatchedVerifyPassword":"Verifique a palavra-passe não corresponde, tente novamente.","purchasedVideosForCourse":"Você comprou vídeos para o curso com êxito.","foundIssueWithRequest":"Nós encontramos um problema com o seu pedido, por favor tente, novamente, mais tarde.","youUpdatedAccount":"Você conta actualizado com êxito.","enterNewEmailAddress":"Introduza o novo endereço de e-mail por favor."},"auth":{"signin":"Login","signup":"Assinar","dontHaveAccount?":"Não tem uma Conta ?","creatAccount":"Criar uma conta","haveAccount?":"Já tem uma conta?","signinAccount":"login","email":"E-mail","password":"Palavra-passe","firstName":"Primeiro Nome","lastName":"Último Nome","confirmPassword":"Confirmar Senha","forgotPassword":"Esqueceu palavra-passe ?","resetPassword":"Repor Palavra-Passe","connectSocial":"ou conecte-se com o social","facebook":"Facebook","inputEmailAddress":"Digite seu endereço de e-mail por favor.","emailAddress":"Endereço de e-mail","alertForgotPassword":"Esqueci Minha Senha","checkNetwork":"Verifique a conexão de rede.","enterFullName":"Digite o nome completo, por favor.","enterEmailOrPassword":"Digite e-mail ou senha, por favor.","enterValidEmailAddress":"Introduza o endereço de e-mail válido, por favor."},"page":{"courseComponent":["Assista a 2 minutos a exemplo de nossa Ciência Vídeo"," ","Se você está vendo esta mensagem, você ainda não decidiu para tirar o vídeo do nosso curso. Deixe-me explicar como o curso de vídeo funciona. Envelhecimento cavalos é uma arte e uma ciência. Ele é um intrigante processo que cada proprietário do cavalo deve saber. Esta informação não é nova, mas mais do que o Novo Testamento da Bíblia."," ","630 A.C., os Chineses ensinou o envelhecimento com a finalidade de venda ou de comércio, porque eles sabiam o valor do seu cavalo está diretamente relacionada à sua idade."," ","430 A.C. Simão de Atenas escreveu sobre o envelhecimento em um livro chamado o Veterinário Art."," ","O primeiro vídeo, \"A Ciência de Vídeo,\" é uma profunda, graficamente rico 27 minutos de vídeo que lhe dá o conhecimento da anatomia e alterar as características do dente, como ele veste. Para realmente entender como o envelhecimento obras e seu cavalo boca, este é um must-watch."," ","O segundo vídeo, \"A Vídeo Arte\", analisa imagens do cavalo dentes em cada faixa etária, mostrando como é fácil de idade cavalos usando o reconhecimento e os padrões aprendidos na \"Ciência de Vídeo.\" Envelhecimento cavalos é muito fácil! Ele só leva um pouco de prática e um pouco de informação para se tornar proficiente."," ","Eu coloquei os meus alunos através deste exato mesmo programa em sala de aula e dentro de 30-40 imagens, tornam-se extremamente eficiente. O mais que você assista a \"Vídeo Arte\", melhor você vai se tornar. Temos resultados surpreendentes em sala de aula e estes profissionais tornam-se muito apaixonado, porque eles têm confiança. Você pode adquirir essa mesma confiança, muito rapidamente, com o mínimo de esforço por estudar os nossos cursos de vídeo!"],"buyNow":"Comprar Agora","imageType":"Tipo De Imagem","done":"Feito"},"home":{"home":"Casa","welcome":"Bem-vindo","to":"Para","ageDetection":"A Idade De Detecção De","videoCourse":"Curso Em Vídeo","tutorial":"Tutorial","aboutChap":"Sobre Chap","aboutLink":"Para mais Informantion, por Favor visite ","about":"Sobre","aboutDescription":["CHAP significa Informatizado Cavalo Programa de Envelhecimento. No CHAP, o nosso objetivo é educar os proprietários de cavalos sobre os seus cavalos \"dentes\". Quanto mais o conhecimento e a compreensão que podemos adquirir o melhor proprietários e companheiros de nós pode ser. A ciência por trás do envelhecimento cavalos e a funcionalidade de seus dentes é um deve aprender por cada grande cavaleiro."," ","Nossa profunda curso de vídeo não só ensinou centenas de aspirantes equinos dentistas e veterinários para idade cavalos, mas nós também usamos esse conhecimento, juntamente com a inteligência artificial e visão computacional para formar o nosso modelo de computador para idade cavalos. Para treinar este modelo, tivemos o computador analisar 18 recursos em incisivos superiores e 18 dispõe sobre os incisivos inferiores em mais de 1000 imagens, mais de 36.000 pontos de dados."," ","Queremos ser o seu cavalo de envelhecimento serviço. A cada envio, você irá receber uma estimativa a partir de nosso modelo de computador dentro de minutos, geralmente de 10 a 15 segundos. Porque somos uma empresa orientada ao serviço, você receberá também uma estimativa da nossa equipe dentro de 24 horas da apresentação, verificando a estimativa dada pelo CAP. Isso significa que você vai ter 2 opiniões imparciais de seu cavalo idade."," ","Se você não está convencido de nossa desenvoltura, assista os vídeos do curso. Se você pode nos ajudar a melhorar o nosso envelhecimento precisão ou envelhecimento de experiência, nós reembolsaremos seu dinheiro do curso, bem como dar-lhe acesso ilimitado ao nosso envelhecimento modelo de graça por um ano, $339 valor!"," ","Envelhecimento cavalos por dentadura é a nossa paixão; nós esperamos que você vai compartilhar essa paixão."," ","Este Programa tem seus limites, a maioria dos quais são devido à Anatomia do Cavalo. A Copa do Sistema, que estamos analisando, só está presente até 17 Anos de Idade no Diminui, e a de 20 Anos sobre a parte superior. Outro Fator limitante é atualmente nós não são capazes de diferenciar entre os dentes de leite e dentes permanentes, já que ambos têm as mesmas Características."," ","Portanto, uma 2-5 Anos será lido como 5-8 Anos de Idade. Atualmente, estamos trabalhando para resolver esse problema, mas, no momento, nossa Equipe irá analisar cada apresentação dentro de um período de 24 Horas e de comunicar que o resultado via e-mail para validar ou ajustar a cada caso. Estamos trabalhando duro para resolver este problema, Obrigado pela sua Paciência e Esperamos atendê-lo bem."," ","Este Programa é projetado para ajudar na Prática de Envelhecimento Cavalos. O Objetivo é ajudar a aproximar a Idade de um invalidado Nascimento. Embora se usado conforme as instruções, o rigor deste Programa pode ser surpreendentemente exatas, considerar os Fatores de Genética, Lesões Orais, antes de tratamentos Dentários ou falta de, e Raça. A nossa sugestão é assistir a Vídeos Instrucionais e compreender o Envelhecimento, em vez de Confiança o Parecer de outras Pessoas."],"tutorialList1":["Claro, não Embaçada","Em frente, não em um ângulo.","Conter todos os Dentes de baixo, com o mínimo de outros objetos na foto. (Se necessário, cortar outros objetos)","Como as Imagens a seguir"],"tutorialList2":["Programa só pode detectar até 17 Yesrs Velho usando a Imagem Inferior.","Programa só pode detectar até 20 Yesrs Velho usando a Imagem Superior.","Usuário receberá um período de 3 Anos a partir de Gama CHAP Dentro de minuto a minuto, e vai receber um de 2 Anos e 1 Ano estimativa de nossos Especialistas no prazo de 24 horas. Os nossos especialistas irão ser capaz de dar uma Estimativa de mais de 20 Anos de Idade.","Para entender esse Processo e Aprender por si mesmo, por Favor, assine a nossa Vídeo-aula do Curso."],"watchTutorial":"Assista ao Tutorial"},"videos":{"videos":"Vídeos","course":"Curso","quiz&study":"Quiz & Estudo","courseVideo1Title":"Lição 1 - A Ciência De Vídeo","courseVideo2Title":"Lição 2 - A Arte Do Vídeo"},"quiz":{"prev":"Anterior","answer":"Responder","next":"Próximo","enterHorseAge":"Digite Cavalo de Idade","watchVideo":"Assista Ao Vídeo"},"detection":{"detection":"detecção de","new":"Novo","uploadImage":"Upload De Imagem","horseName":"O Nome do cavalo","imageDescription":"Descrição Da Imagem(Opcional)","selectImageType":"Selecione O Tipo De Imagem","selectAge":{"lowerAge":"Só pode detectar a partir de 6 - 17 Anos de Idade.","upperAge":"Só pode detectar a partir de 6 de 20 Anos de Idade."},"detectionButton":{"is_premium":"Post","not_premium":"Post (PayAsYouGo)","checkout":"(Us$7.99\/Cavalo)","subscription":"(Us$9.99\/Mês)","annuallySubscription":"(Us$99,99\/Ano)"},"detectResult":"Detectar Resultado","horseAgeOld":"Quantos anos Você Acha que Este Cavalo é ?","imageType":"Tipo De Imagem: ","detectedAge":"Detectado Idade: ","justCuriouse":"Só Por Curiosidade!!!","enterHorseAge":"Digite Cavalo de Idade"},"history":{"history":"História","searchName":"Busca Por Nome","horseName":"Nome: ","horseAge":"Idade: ","uploadedAt":"Enviado Em: ","imageType":"Tipo De Imagem: ","description":"Descrição","close":"Fechar"},"settings":{"settings":"Definições","languageSettings":"Configurações De Idioma","languageEn":"Inglês","languageCn":"Chinês","languageAr":"Árabe","languageGe":"Alemão","languagePo":"Portuguesa","languageRu":"Russo","languageSp":"Espanhol","languageJp":"Japonês","changePassword":"Alteração De Senha","membership":{"content1":["Como você vai pagar - Us $7.99\/Cavalo"," A. Disponível em qualquer altura, com este Aplicativo gratuito"," B. Você vai obter uma estimativa da CHAP dentro de 30 segundos e outra Idade de Estimativa de nossa Equipe de Especialistas, dentro de 24 horas."],"content2":["Uso Ilimitado - R $9.99\/Mês"," A. Idade como muitos Cavalos e quantas Fotos quiser por apenas r $9.99\/Mês"," B. Você vai obter uma Estimativa da CHAP dentro de 30 segundos e outra Idade de Estimativa de nossa equipe de especialistas, dentro de 24 horas."],"content3":["Uso Ilimitado - Us $99,99\/Ano"," A. Idade como muitos Cavalos e quantas Fotos quiser por apenas us $99,99\/Ano"," B. Você vai obter uma Estimativa da CHAP dentro de 30 segundos e outra Idade de Estimativa de nossa equipe de especialistas, dentro de 24 horas."],"content4":["Curso Em Vídeo - Us $49,99"," A. Aprender a Idade Cavalos 2 - 30 Minutos de Vídeos. Estes Vídeos são de sua Visão para sempre. Temos ensinado 100 de Equinos Estudantes de odontologia e. Os veterinários Idade Cavalos usando estas técnicas comprovadas. Você pode facilmente aprender a Arte do Envelhecimento Cavalos a partir do conforto da hora poltrona. Nós garantimos que você ficará satisfeito com a sua experiência, ou vamos dar o seu dinheiro de volta. A única pergunta será como podemos melhorar a sua experiência. Obrigado pelo seu interesse em Cavalos, e Obrigado pelo seu interesse em envelhecimento."],"upgradeToUnlimited":"Atualização Ilimitada"},"myAccount":{"myAccount":"Minha Conta","pro":"PRO","free":"LIVRE","account":"Conta","update":"Atualização","unsubscribe":"Cancelar inscrição","subscribe":"Assinar"},"paymentOptions":"Opções De Pagamento","languages":"Idiomas","contactSupport":"Contactar O Suporte","logOut":"Registo De Fora"},"version":"Versão 1.0"}