{
    "alert": {
        "uploadImageToDetect": "Carregue uma imagem para detectar por favor.",
        "enterName": "Digite o nome, por favor.",
        "ok": "Está bem",
        "cancel": "CANCELAR",
        "upgradedMembership": "A associação foi atualizada com sucesso.",
        "cannotDetectImage": "Não foi possível detectar esta imagem. Tente outra imagem novamente.",
        "wasDetectedImage": "A imagem foi detectada com sucesso",
        "payAsYouGoPlan": "Plano de pagamento conforme o uso - Este plano permite que você verifique a idade do seu cavalo sem estar em uma assinatura mensal. Por apenas US $10, você receberá uma resposta do programa CHAP dentro de um minuto com a estimativa da idade do seu cavalo. Nas próximas 24 horas, você receberá uma resposta de nossa equipe de especialistas, confirmando ou ajustando a estimativa fornecida pelo CHAP. Você fará um longo caminho para encontrar alguém com mais experiência e conhecimento do que nossa equipe no CHAP. Agradecemos seu interesse e esperamos atendê-lo bem..",
        "updatedPassword": "Você atualizou a senha com sucesso.",
        "enterOldPassword": "Digite a senha antiga, por favor.",
        "enterNewPassword": "Digite a nova senha, por favor.",
        "enterVerifyPassword": "Digite verificar senha por favor.",
        "doesNotMatchedVerifyPassword": "Verifique se a senha não corresponde, tente novamente.",
        "purchasedVideosForCourse": "Você comprou vídeos para o curso com sucesso.",
        "foundIssueWithRequest": "Encontramos um problema com sua solicitação, tente novamente mais tarde.",
        "youUpdatedAccount": "Você atualizou a conta com sucesso.",
        "enterNewEmailAddress": "Digite o novo endereço de e-mail, por favor."
    },

    "auth": {
        "signin": "Assinar em",
        "signup": "Inscrever-se",
        "don'tHaveAccount?": "Não possui uma conta?",
        "creatAccount": "Crie a sua conta aqui",
        "haveAccount?": "já tem uma conta?",
        "signinAccount": "assinar em",
        "email": "O email",
        "password": "Senha",
        "firstName": "Primeiro nome",
        "lastName": "Último nome",
        "confirmPassword": "Confirme a Senha",
        "forgotPassword": "Esqueceu a senha?",
        "resetPassword": "Redefinir senha",
        "connectSocial": "ou se conectar com social",
        "facebook": "Facebook",
        "inputEmailAddress": "Digite seu endereço de e-mail, por favor.",
        "emailAddress": "Endereço de e-mail",
        "alertForgotPassword": "Esqueceu a senha",
        "checkNetwork": "Verifique a conexão de rede.",
        "enterFullName": "Digite o nome completo, por favor.",
        "enterEmailOrPassword": "Digite e-mail ou senha, por favor.",
        "enterValidEmailAddress": "Digite um endereço de e-mail válido, por favor."
    },

    "page":{
        "courseComponent": [
            "Se você estiver vendo esta mensagem, ainda não decidiu fazer nosso curso em vídeo. Deixe-me explicar como o curso em vídeo funciona. Envelhecer cavalos é uma arte e uma ciência. É um processo intrigante que todo dono de cavalo deve conhecer. Esta informação não é nova, mas é mais antiga que o Novo Testamento da Bíblia.",
            "630 aC, os chineses ensinaram o envelhecimento para fins de venda ou comércio porque sabiam que o valor de seu cavalo está diretamente relacionado à sua idade.",
            "430 aC Simão de Atenas escreveu sobre envelhecimento em um livro chamado Arte Veterinária.",
            "O primeiro vídeo, “O vídeo da ciência”, é um vídeo detalhado e detalhado de 27 minutos, que fornece o conhecimento da anatomia e as características variáveis ​​do dente à medida que ele se veste. Para entender realmente como o envelhecimento funciona e como o seu cavalo funciona boca, este é um must-watch.",
            "O segundo vídeo, “The Art Video”, analisa imagens dos dentes do cavalo em todas as idades, mostrando como é fácil envelhecer cavalos usando o reconhecimento e os padrões aprendidos no “Science Video”. Envelhecer cavalos é realmente fácil! requer um pouco de prática e um pouco de informação para se tornar proficiente.",
            "Eu coloco meus alunos nesse exato programa na sala de aula e, em 30 a 40 imagens, eles se tornam extremamente proficientes. Quanto mais você assiste ao “Art Video”, melhor se torna. Temos resultados surpreendentes na sala de aula e esses profissionais torne-se muito apaixonado porque eles têm confiança. Você pode obter essa mesma confiança muito rapidamente com o mínimo esforço estudando nossos cursos em vídeo!"
        ],
        "buyNow": "Compre Agora",
        "imageType": "Tipo de imagem",
        "done": "Feito"
    },

    "home": {
        "home": "Casa",
        "welcome": "Bem-vinda",
        "to": "Para",
        "ageDetection": "Detecção de idade",
        "videoCourse": "Curso em vídeo",
        "tutorial": "Tutorial",
        "aboutChap": "Sobre Chap",
        "aboutLink": "Para mais informações por favor visite",
        "about": "Sobre",
        "aboutDescription": [
            "CHAP significa Programa Computadorizado de Envelhecimento de Cavalos. No CHAP, nosso objetivo é educar os proprietários de cavalos sobre os dentes de seus cavalos. Quanto mais conhecimento e compreensão pudermos adquirir, melhores proprietários e companheiros podemos ser. A ciência por trás dos cavalos envelhecidos e os A funcionalidade dos dentes é um aprendizado obrigatório para todo grande cavaleiro.",
            "Nosso curso em vídeo aprofundado não apenas ensinou centenas de aspirantes a dentistas e veterinários equinos a envelhecerem cavalos, mas também usamos esse conhecimento junto com inteligência artificial e visão computacional para treinar nosso modelo de computador para envelhecer cavalos. Para treinar esse modelo, nós mandou o computador analisar 18 recursos nos incisivos superiores e 18 nos incisivos inferiores em mais de 1000 imagens, mais de 36.000 pontos de dados.",
            "Queremos ser o seu serviço de envelhecimento de cavalos. A cada envio, você receberá uma estimativa do nosso modelo de computador em um minuto, geralmente de 10 a 15 segundos. Como somos uma empresa orientada a serviços, você também receberá uma estimativa do nosso pessoal especializado no prazo de 24 horas após a apresentação, verificando a estimativa dada pelo CHAP. Isso significa que você receberá 2 opiniões imparciais da idade do seu cavalo.",
            "Se você não está convencido de nossa aptidão, assista aos vídeos do curso. Se você pode nos ajudar a melhorar nossa precisão ou experiência em envelhecimento, reembolsaremos o dinheiro do curso, além de fornecer acesso ilimitado ao nosso modelo de envelhecimento gratuitamente por um ano. , Valor de $ 339!",
            "Envelhecer cavalos por dentição é a nossa paixão; esperamos que você compartilhe essa paixão.",
            "Este programa tem seus limites, a maioria dos quais é devido à anatomia do cavalo. O sistema de copas, que estamos analisando, está presente apenas até 17 anos nas baixas e 20 anos nas partes superiores. A outra limitação Atualmente, o fator é que não conseguimos diferenciar entre dentes de leite e dentes permanentes, pois ambos têm os mesmos recursos.",
            "Portanto, uma criança de 2 a 5 anos lerá como 5-8 anos. No momento, estamos trabalhando para resolver esse problema, mas atualmente nossa equipe analisará todos os envios dentro de um período de 24 horas e comunicará o resultado por email para validar ou ajustar cada caso. Estamos trabalhando duro para resolver esse problema. Agradecemos sua paciência e esperamos atendê-lo bem.",
            "Este Programa foi desenvolvido para ajudar na Prática de Envelhecer Cavalos. O objetivo é ajudar a Aproximar a Idade de um Nascimento Invalido. Embora, se usada de acordo com as instruções, a precisão deste programa pode ser incrivelmente precisa, considere os fatores de genética, lesões orais, trabalho odontológico prévio ou falta e raça. Nossa sugestão é assistir aos vídeos instrucionais e entender o envelhecimento, em vez de confiar na opinião de outras pessoas."
        ],
        "tutorialList1": [
            "Claro, não embaçado",
            "Em frente, não em ângulo.",
            "Contenha todos os dentes inferiores, com o mínimo de outros objetos na foto. (Se necessário, corte outros objetos)",
            "Como as seguintes imagens"
        ],
        "tutorialList2": [
            "O programa só pode detectar até 17 anos de idade usando a imagem inferior.",
            "O programa só pode detectar até 20 anos de idade usando a imagem superior.",
            "O usuário receberá um intervalo de 3 anos do CHAP dentro de um minuto e receberá uma estimativa de 2 anos e 1 ano de nossos especialistas dentro de 24 horas. Nossos especialistas poderão fornecer uma estimativa superior a 20 anos.",
            "Para entender esse processo e aprender por si mesmo, assine o nosso curso em vídeo instrutivo."
        ],
        "watchTutorial": "Assista ao tutorial"
    },

    "videos": {
        "videos": "Vídeos",
        "course": "Curso",
        "quiz&study": "Quiz & Estudo",
        "courseVideo1Title": "Vídeo 1 - O vídeo da ciência",
        "courseVideo2Title": "Vídeo 2 - O vídeo da arte"
    },

    "quiz": {
        "prev": "Anterior",
        "answer": "Responda",
        "next": "Próximo",
        "enterHorseAge": "Digite a idade do cavalo",
        "watchVideo": "Assista vídeo"
    },

    "detection":{
        "detection": "detecção",
        "new": "Novo",
        "uploadImage": "Enviar Imagem",
        "horseName": "Nome do cavalo",
        "imageDescription": "Descrição da imagem (opcional)",
        "selectImageType": "Selecionar tipo de imagem",
        "selectAge":{
            "lowerAge": "Só pode detectar de 6 a 17 anos.",
            "upperAge": "Só pode detectar de 6 a 20 anos."
        },
        "detectionButton":{
            "is_premium": "Postar",
            "not_premium": "Postar (PayAsYouGo)",
            "checkout": "($10/Égua)",
            "subscription": "($20/Mês)"
        },
        "detectResult": "Detectar resultado",
        "horseAgeOld": "Quantos anos você acha que este cavalo é?",
        "imageType": "Tipo de imagem:  ",
        "detectedAge": "Idade detectada:  ",
        "justCuriouse": "Apenas curioso !!!",
        "enterHorseAge": "Digite a idade do cavalo"
    },

    "history": {
        "history": "História",
        "searchName": "Nome da Pesquisa",
        "horseName": "Nome: ",
        "horseAge": "Era: ",
        "uploadedAt": "Carregado em: ",
        "imageType": "Tipo de imagem: ",
        "description": "Descrição",
        "close": "Fechar"
    },

    "settings": {
        "settings": "Configurações",
        "languageSettings": "Opções de linguagem",
        "languageEn": "Inglês",
        "languageCn": "Chinês",
        "languageAr": "árabe",
        "languageGe": "Alemão",
        "languagePo": "Portuguesa",
        "languageRu": "Russa",
        "languageSp": "Espanhola",
        "languageJp": "Japonês",
        "changePassword": "Mudar senha",
        "membership":{
            "content1": [
                "1. Pague conforme o uso - US $10 / cavalo",
                " A. Disponível a qualquer momento com este aplicativo gratuito.",
                " B. Você receberá uma estimativa do CHAP dentro de 30 segundos e outra estimativa de idade da nossa equipe de especialistas dentro de 24 horas.",
                "",
                "",
                "2. Uso ilimitado - US $ 20 / mês",
                " A. Envelheça quantos cavalos e quantas fotos quiser por apenas US $ 20 / mês",
                " B. Você receberá uma estimativa do CHAP dentro de 30 segundos e outra estimativa de idade da nossa equipe de especialistas dentro de 24 horas."
            ],
            "content2": [
                "3. Curso em vídeo - US $99",
                " A. Aprenda a Envelhecer Cavalos em Vídeos de 2 a 30 Minutos. Esses vídeos são seus para serem vistos para sempre. Ensinamos centenas de estudantes de Equine Dental e. Veterinários a Envelhecerem Cavalos usando essas técnicas comprovadas. Você pode aprender facilmente a Arte do Envelhecimento Cavalos a partir do conforto da hora Easy Chair. Nós garantimos que você ficará satisfeito com sua experiência, ou devolveremos seu dinheiro. A única pergunta é: como podemos melhorar sua experiência? Obrigado pelo seu interesse em cavalos e Obrigado pelo seu interesse no envelhecimento."
            ],
            "upgradeToUnlimited": "Upgrade para ilimitado"
        },
        "myAccount":{
            "myAccount": "Minha conta",
            "pro": "Pró",
            "free": "livre",
            "account": "Conta",
            "update": "Atualizar",
            "unsubscribe": "Cancelar subscrição",
            "subscribe": "Se inscrever"
        },
        "paymentOptions": "Opções de pagamento",
        "languages": "línguas",
        "contactSupport": "Entre em contato com o suporte",
        "logOut": "Sair"
    },
    "version": "Versão 1.0"
}