{"alert":{"uploadImageToDetect":"Загрузка изображений для выявления пожалуйста.","enterName":"Введите имя пожалуйста.","ok":"ОК","cancel":"Отменить","upgradedMembership":"Членство был успешно обновлен.","cannotDetectImage":"Не может обнаружить этот образ. Пожалуйста, попробуйте снова другой образ.","wasDetectedImage":"Изображение было успешно обнаружено ","payAsYouGoPlan":"Платить, как вы идете план - это план позволяет проверить возраст вашей лошади без ежемесячной подписки. Всего за $5, вы получите ответ с программой глава в течение минуты при оценке лошадей в возрасте. В течение следующих 24 часов, вы получите ответ от нашего специалиста команда либо подтверждает или корректирует свои оценки, что глава предоставили. Вам предстоит долгая дорога, чтобы найти кого-то с большим опытом и знаниями, чем наши сотрудники в главу. Спасибо за ВАШ интерес и мы надеемся, чтобы служить вам хорошо..","updatedPassword":"Вы успешно обновили пароль.","enterOldPassword":"Введите старый пароль пожалуйста.","enterNewPassword":"Введите новый пароль, пожалуйста.","enterVerifyPassword":"Введите подтверждение пароля, пожалуйста.","doesNotMatchedVerifyPassword":"Подтверждение пароля не совпадает, попробуйте еще раз.","purchasedVideosForCourse":"Вы конечно приобрели видео.","foundIssueWithRequest":"Мы обнаружили проблему с вашей просьбой, пожалуйста, попробуйте снова позже.","youUpdatedAccount":"Вы успешно обновлено счета.","enterNewEmailAddress":"Введите новый адрес электронной почты, пожалуйста."},"auth":{"signin":"Знак В","signup":"Зарегистрируйтесь","dontHaveAccount?":"Нет учетной записи ?","creatAccount":"Создать учетную запись","haveAccount?":"Уже есть учетная запись?","signinAccount":"знак в","email":"Электронной почты","password":"Пароль","firstName":"Имя","lastName":"Фамилия","confirmPassword":"Подтверждение Пароля","forgotPassword":"Забыли пароль ?","resetPassword":"Сброс Пароля","connectSocial":"или подключайтесь к социальным","facebook":"Facebook","inputEmailAddress":"Введите свой адрес электронной почты, пожалуйста.","emailAddress":"Адрес электронной почты ","alertForgotPassword":"Забыли Пароль","checkNetwork":"Пожалуйста, проверьте сетевое подключение.","enterFullName":"Введите полное имя, пожалуйста.","enterEmailOrPassword":"Введите адрес электронной почты или пароль, пожалуйста.","enterValidEmailAddress":"Введите действительный адрес электронной почты, пожалуйста."},"page":{"courseComponent":["Смотреть 2 минуты образец нашей науки видео"," ","1 месяц бесплатного обнаружения возраст, когда вы покупаете наш видеокурс за $49.99..."," ","Если вы видите это сообщение, значит вы еще не решили взять наш видео курс. Позвольте мне объяснить, как видео-курс работает. Старение лошадей-это искусство и наука. Это интересный процесс, что каждый владелец лошади должен знать. Эта информация не новая, но старше, чем Новый Завет Библии."," ","630 г. до н. э., китайцы учат старения с целью продажи или торговли, потому что они знали цену своей лошади напрямую связано с его возрастом."," ","430 до н. э. Симон из Афин писал о старении в книге под названием ветеринарного искусства."," ","Первое видео, “наука видео” является углубленное, насыщенных 27-минутное видео, которое дает вам знание анатомии и изменение характеристик зуба, как он носит. Чтобы по-настоящему понять, как работает выдержка и рот вашей лошади, это нужно смотреть."," ","Второе видео, “арт-видео” анализирует цены на лошади зубы в любом возрасте, показывая, как легко это возраст лошадей с использованием распознавания и узоры, уроки в “наука видео”.Старение лошадей очень легко! Он просто занимает немного практики и немного информации, чтобы стать специалистами."," ","Я положил мои ученики через эту же программу в классе, и в течение 30-40 изображений, они становятся настоящими специалистами. Чем больше вы смотрите “арт видео”, тем лучше вы станете. У нас есть удивительные результаты в классе, и эти практики становятся очень страстными, потому что у них есть уверенность. Вы можете обрести такую же уверенность очень быстро с минимальными усилиями, изучая наши видео курсы!"],"buyNow":"Купить Сейчас","imageType":"Тип Изображения ","done":"Сделано"},"home":{"home":"Дома","welcome":"Добро пожаловать","to":"Для","ageDetection":"Определение Возраста ","videoCourse":"Видео Курс ","tutorial":"Учебник","aboutChap":"О Глава","aboutLink":"Для получения дополнительной Informantion, пожалуйста, посетите ","about":"О","aboutDescription":["Глава стендов для компьютерной верховая программу старения. На парне, наша цель-обучать владельцев лошадей о зубах своих лошадей. Чем больше знаний и понимания мы можем получить, тем лучше владельцам и спутники мы можем быть. Наука за старения лошадей и функциональность своих зубов нужно узнать за каждым великим Всадником."," ","Наши в-глубина видео курс не только научил сотни устремленных лошадей стоматологов и ветеринаров в возрасте лошади, но мы также используем эти знания наряду с искусственного интеллекта и компьютерного зрения для обучения в нашей компьютерной модели для возрастных лошадей. Для обучения этой модели, мы провели компьютерный анализ на 18 функций верхних резцов и 18 особенности на нижних резцов более чем 1000 изображений, свыше 36 000 точек данных."," ","Мы хотим быть вашей лошадью обслуживание старения. С каждого представления, вы получите оценку от нашей компьютерной модели в течение минуты, обычно 10-15 секунд. Потому что мы являемся сервис-ориентированной компании, вы также получите оценку от наших специалистов в течение 24 часов после представления, проверив оценку, данную главу. Это означает, что вы получите 2 непредвзятые мнения вашей лошади возраст."," ","Если вы не убеждены в нашу беседу, смотреть курс видео. Если вы можете помочь нам улучшить нашу точность выдержки или опыта старения, мы вернем вам деньги, а также дать вам неограниченный доступ к нашей модели старения на год бесплатно, 339 $значение!"," ","Старение лошадей зубочелюстной системы-это наша страсть, мы надеемся, что вы поделитесь этим."," ","Эта программа имеет свои пределы, и большинство из них связано с анатомией лошади. Система Кубка, который мы анализируем, присутствует только до 17 лет понижает, и 20 лет на голенищах. Другим фактором, ограничивающим в настоящее время мы не можем отличить молочные зубы и постоянные зубы, так как оба имеют те же особенности."," ","Поэтому 2-5 лет будут читать, как 5-8 лет. В настоящее время мы работаем, чтобы решить эту проблему, но на данный момент наша команда рассмотрит каждое сообщение в течение 24-часового периода и сообщить результат по электронной почте, чтобы подтвердить или скорректировать каждом конкретном случае. Мы прилагаем все усилия, чтобы решить эту проблему, Спасибо за ваше терпение и надеемся, чтобы служить вам хорошо."," ","Эта программа предназначена, чтобы помочь в практике стареющих лошадей. Цель состоит в том, чтобы помочь примерный возраст недействительными рождения. Хотя если использовать по назначению, точность эта программа может быть удивительно точной, рассмотреть факторы генетики, полости рта, до зубной работы или ее отсутствия, и породы. Наше предложение заключается в том, чтобы смотреть обучающее видео и понимаю старения, а не доверять чужому мнению."],"tutorialList1":["Ясно, не размыто","Прямо, не под углом.","Содержат все нижние зубы, с минимальными других объектов на снимке. (Если необходимо, пожалуйста, обрезать другие объекты)","Как следующие изображения"],"tutorialList2":["Программа может обнаружить только до 17 Yesrs Старый при помощи Нижнего изображения.","Программа может обнаружить только до 20 Yesrs Старый с помощью верхнего изображения.","Пользователь получит 3 года в диапазоне от парня за минуту и получите 2 года и 1 год оценка от наших специалистов в течение 24 часов. Наши специалисты смогут дать оценку выше, чем 20 лет.","Чтобы понять этот процесс и узнать для себя, пожалуйста, подпишитесь на наш курс обучающее видео."],"watchTutorial":"Смотреть учебник"},"videos":{"videos":"Видео","course":"Конечно","quiz&study":"Викторина И Исследования","courseVideo1Title":"Урок 1 - Наука Видео","courseVideo2Title":"Урок 2 - Художественная Видео"},"quiz":{"prev":"Пред'","answer":"Ответ","next":"Далее","enterHorseAge":"Введите лошади возраст","watchVideo":"Смотреть Видео"},"detection":{"detection":"обнаружение","new":"Новый","uploadImage":"Загрузить Изображение","horseName":"Имя лошади ","imageDescription":"Описание Картинки(Необязательно)","selectImageType":"Выберите Тип Изображения ","selectAge":{"lowerAge":"Обнаружить можно только от 6 - 17 лет.","upperAge":"Обнаружить можно только от 6 - 20 лет."},"detectionButton":{"is_premium":"Пост","not_premium":"Пост (PayAsYouGo)","checkout":"(7.99 $\/лошадь)","subscription":"(9.99 $\/месяц)","annuallySubscription":"(99.99 $\/год)"},"detectResult":"Обнаружить Результат","horseAgeOld":"Как вы думаете, сколько эта лошадь ?","imageType":"Тип Изображения: ","detectedAge":"Обнаружены Возраста: ","justCuriouse":"Просто Любопытно!!!","enterHorseAge":"Введите лошади возраст"},"history":{"history":"История","searchName":"Поиск По Имени ","horseName":"Имя: ","horseAge":"Возраст: ","uploadedAt":"Загружено На: ","imageType":"Тип Изображения: ","description":"Описание","close":"Рядом"},"settings":{"settings":"Параметры","languageSettings":"Настройки Языка ","languageEn":"Английский","languageCn":"Китайский","languageAr":"Арабский язык","languageGe":"Немецкий","languagePo":"Португальский","languageRu":"Русский","languageSp":"Испанский","languageJp":"Японский","changePassword":"Смена Пароля ","membership":{"content1":["Платить, как вы идете - 7.99 $\/лошадь"," А. доступен в любое время с помощью этого бесплатного приложения"," Б. Вы получите в оценки из главы в течение 30 секунд и другая Оценка Возраст от нашей команды экспертов в течение 24 часов."],"content2":["Неограниченное Использование - 9.99 $\/Месяц"," А. Возраст как много лошадей и столько снимков, сколько вы хотите всего за $9.99\/месяц"," Б. Вы получите в оценки из главы в течение 30 секунд и другая Оценка Возраст от нашей команды экспертов в течение 24 часов."],"content3":["Неограниченное Использование - 99.99 $\/Год"," А. Возраст как много лошадей и столько фотографий, как вы хотите всего за $99.99\/год"," Б. Вы получите в оценки из главы в течение 30 секунд и другая Оценка Возраст от нашей команды экспертов в течение 24 часов."],"content4":["Видео Курс - $49.99"," А. узнайте, как возраст лошадей в 2 - 30 минут видео. Эти видео твои смотреть вечно. Мы обучили 100 студентов стоматологических и лошадей. Ветеринары в возрасте лошадей, используя эти проверенные методы. Вы можете легко научиться искусству стареющих лошадей, не выходя из час легкий стул. Мы гарантируем, что вы будете удовлетворены с вашим опытом, или мы вернем деньги. Единственный вопрос в том, как мы можем улучшить ваш опыт. Спасибо за ВАШ интерес к лошадям, и спасибо за ВАШ интерес в процессе старения."],"upgradeToUnlimited":"Обновление Безлимитное"},"myAccount":{"myAccount":"Мой Счет","pro":"Про","free":"Бесплатно","account":"Счета","update":"Обновление","unsubscribe":"Отписать","subscribe":"Подписаться"},"paymentOptions":"Варианты Оплаты ","languages":"Языки","contactSupport":"Обратитесь В Службу Поддержки","logOut":"Выйти"},"version":"Версия 1.0"}