{
    "alert": {
        "uploadImageToDetect": "Загрузите изображение, чтобы определить, пожалуйста.",
        "enterName": "Пожалуйста, введите имя.",
        "ok": "OK",
        "cancel": "ОТМЕНА",
        "upgradedMembership": "Членство было успешно обновлено.",
        "cannotDetectImage": "Не удается обнаружить это изображение. Пожалуйста, попробуйте другое изображение снова.",
        "wasDetectedImage": "Изображение было успешно обнаружено.",
        "payAsYouGoPlan": "Плати как сможешь Строить планы - Этот план позволяет вам проверить возраст вашей лошади без ежемесячной подписки. Всего за 10 долларов вы получите ответ от программы CHAP в течение минуты с оценкой возраста вашей лошади. В течение следующих 24 часов вы получите ответ от нашей команды экспертов, подтверждающий или корректирующий оценку, предоставленную CHAP. Вам предстоит пройти долгий путь, чтобы найти кого-то с большим опытом и знаниями, чем наши сотрудники CHAP. Спасибо за ваш интерес, и мы надеемся, что будем вам полезны..",
        "updatedPassword": "Вы успешно обновили пароль.",
        "enterOldPassword": "Пожалуйста, введите старый пароль.",
        "enterNewPassword": "Пожалуйста, введите новый пароль.",
        "enterVerifyPassword": "Введите пожалуйста пароль.",
        "doesNotMatchedVerifyPassword": "Подтвердите пароль не совпадает, попробуйте еще раз.",
        "purchasedVideosForCourse": "Вы успешно приобрели видео для курса.",
        "foundIssueWithRequest": "Мы нашли проблему с вашим запросом, попробуйте позже.",
        "youUpdatedAccount": "Вы успешно обновили аккаунт.",
        "enterNewEmailAddress": "Введите новый адрес электронной почты, пожалуйста."
    },

    "auth": {
        "signin": "Pегистрация",
        "signup": "Зарегистрироваться",
        "don'tHaveAccount?": "У вас нет аккаунта?",
        "creatAccount": "Создать учетную запись",
        "haveAccount?":"Уже есть аккаунт?",
        "signinAccount": "pегистрация",
        "email": "электронная почта",
        "password": "пароль",
        "firstName": "Имя",
        "lastName": "Фамилия",
        "confirmPassword": "Подтвердить пароль",
        "forgotPassword": "Забыли пароль?",
        "resetPassword": "Сброс пароля",
        "connectSocial": "или соединиться с социальным",
        "facebook": "Facebook",
        "inputEmailAddress": "Пожалуйста, введите свой адрес электронной почты.",
        "emailAddress": "Адрес электронной почты",
        "alertForgotPassword": "Забыли пароль",
        "checkNetwork": "Please check network connection.",
        "enterFullName": "Enter full name please.",
        "enterEmailOrPassword": "Enter email or password please.",
        "enterValidEmailAddress": "Enter valid email address please."
    },


    "page":{
        "courseComponent": [
            "Если вы видите это сообщение, значит, вы еще не решили пройти наш видеокурс. Позвольте мне объяснить, как работает видеокурс. Старение лошадей - это искусство и наука. Это интригующий процесс, который должен знать каждый владелец лошади. Эта информация не нова, но старше, чем Новый Завет Библии.",
            "630 г. до н.э., китайцы учили старению с целью продажи или обмена, потому что они знали, что ценность их лошади напрямую связана с ее возрастом.",
            "430 г. до н.э. Симон Афинский писал о старении в книге под названием« Ветеринарное искусство.",
            "Первое видео “Научное видео”- это подробное 27-минутное видео с богатым графическим отображением, которое дает вам знания об анатомии и меняющихся характеристиках зуба по мере его износа. Чтобы по-настоящему понять, как работает старение и ваша лошадь. рот, это нужно обязательно посмотреть.",
            "Второе видео, “The Art Video”, анализирует изображения зубов лошади в любом возрасте, показывая, как легко стареть лошадей, используя распознавание и паттерны, изученные в« Science Video ». Старение лошадей действительно легко! Это просто требуется немного практики и немного информации, чтобы стать опытным ",
            "Я проводил своих учеников через ту же самую программу в классе и на 30-40 изображениях они становились чрезвычайно опытными. Чем больше вы смотрите « Арт-видео », тем лучше вы становитесь. У нас потрясающие результаты в классе и у этих практикующих». станьте очень увлеченными, потому что они уверены в себе. Вы можете очень быстро обрести такую ​​же уверенность, изучив наши видеокурсы!"
        ],
        "buyNow": "Kупить Cейчас",
        "imageType": "Тип изображения",
        "done": "Выполнено"
    },

    "home": {
        "home": "дом",
        "welcome": "добро пожаловать",
        "to": "до",
        "ageDetection": "Определение возраста",
        "videoCourse": "Bидеокурс",
        "tutorial": "Yчебник",
        "aboutChap": "Около Chap",
        "aboutLink": "Для получения дополнительной информации, пожалуйста, посетите",
        "about": "Около",
        "aboutDescription": [
            "CHAP означает Компьютеризированная программа старения лошадей. В CHAP наша цель - рассказать владельцам лошадей о зубах их лошадей. Чем больше знаний и понимания мы сможем приобрести, тем лучше сможем стать владельцами и компаньонами. функциональность их зубов обязательна для каждого великого всадника",
            "Наш углубленный видеокурс не только научил сотни начинающих лошадей-стоматологов и ветеринаров старению лошадей, но мы также используем эти знания наряду с искусственным интеллектом и компьютерным зрением для обучения нашей компьютерной модели старению лошадей. компьютер проанализировал 18 элементов на верхних резцах и 18 элементов на нижних резцах на более чем 1000 изображениях, более 36 000 точек данных.",
            "Мы хотим быть вашей службой старения лошадей. С каждой отправкой вы будете получать оценку от нашей компьютерной модели в течение минуты, обычно 10-15 секунд. Поскольку мы являемся сервис-ориентированной компанией, вы также получите оценку от нашей Экспертный персонал в течение 24 часов после подачи заявки, проверяя оценку, представленную CHAP. Это означает, что вы получите 2 объективных мнения о возрасте вашей лошади.",
            "Если вы не уверены в нашей способности, посмотрите видеоролики курса. Если вы можете помочь нам повысить точность старения или опыт старения, мы вернем вам деньги за курс, а также предоставим вам неограниченный бесплатный доступ к нашей модели старения в течение года , 339 долларов США!",
            "Старение лошадей с помощью зубов - наша страсть; мы надеемся, что вы поделитесь этой страстью",
            "Эта программа имеет свои ограничения, большинство из которых связаны с анатомией лошади. Система чашек, которую мы анализируем, присутствует только до 17 лет на нижних и 20 лет на верхних. Другое ограничение Фактором является то, что в настоящее время мы не можем провести различие между молочными зубами и постоянными зубами, поскольку оба имеют одинаковые особенности",
            "Поэтому 2-5 лет будут читать как 5-8 лет. В настоящее время мы работаем над решением этой проблемы, но в настоящее время наша команда будет проверять каждую отправку в течение 24 часов и сообщать о результатах по электронной почте для проверки или корректировки каждого случая. Мы прилагаем все усилия, чтобы решить эту проблему, спасибо за ваше терпение, и мы надеемся, что служить вам хорошо.",
            "Эта программа предназначена для помощи в практике стареющих лошадей. Цель состоит в том, чтобы помочь приблизить возраст недействительного рождения. Хотя при правильном использовании точность этой Программы может быть поразительно точной, учитывайте факторы генетики, травмы полости рта, предшествующую стоматологическую работу или ее отсутствие, а также породу. Мы предлагаем смотреть обучающие видео и понимать старение, а не доверять чужому мнению."
        ],
        "tutorialList1": [
            "Ясно, не размыто",
            "Прямо, не под углом.",
            "Содержите все нижние зубы с минимальным количеством других объектов на фотографии. (При необходимости, пожалуйста, обрежьте другие объекты)",
            "Как следующие изображения"
        ],
        "tutorialList2": [
            "Программа может обнаружить только до 17 Yesrs Old, используя нижнее изображение.",
            "Программа может обнаружить только до 20 Yesrs Old, используя верхнее изображение.",
            "Пользователь получит 3-летний диапазон от CHAP в течение минуты и получит оценку 2 года и 1 года от наших экспертов в течение 24 часов. Наши эксперты смогут дать оценку выше 20 лет.",
            "Чтобы понять этот процесс и учиться самостоятельно, подпишитесь на наш учебный видеокурс."
        ],
        "watchTutorial": "Смотреть учебник"
    },

    "quiz": {
        "prev": "Предыдущая",
        "answer": "Ответ",
        "next": "Cледующий",
        "enterHorseAge": "Введите возраст лошади",
        "watchVideo": "Смотреть видео"
    },

    "videos": {
        "videos": "Видео",
        "course": "Course",
        "quiz&study": "Викторина & учеба",
        "courseVideo1Title": "Видео 1 - Научное видео",
        "courseVideo2Title": "Видео 2 - Арт-Видео"
    },

    "detection":{
        "detection": "Oбнаружение",
        "new": "Hовый",
        "uploadImage": "Загрузить изображение",
        "horseName": "Имя лошади",
        "imageDescription": "Описание изображения (необязательно)",
        "selectImageType": "Выберите тип изображения",
        "selectAge":{
            "lowerAge": "Может обнаруживать только от 6 до 17 лет",
            "upperAge": "Может обнаруживаться только в возрасте от 6 до 20 лет"
        },
        "detectionButton":{
            "is_premium": "Post",
            "not_premium": "Post (PayAsYouGo)",
            "checkout": "($10/лошадь)",
            "subscription": "($20/месяц)"
        },
        "detectResult": "Определить результат",
        "horseAgeOld": "Как вы думаете, сколько лет этой лошади?",
        "imageType": "Тип изображения:  ",
        "detectedAge": "Обнаруженный возраст: ",
        "justCuriouse": "Просто любопытно!!!!",
        "enterHorseAge": "Введите возраст лошади"
    },

    "history": {
        "history": "История",
        "searchName": "Search Name",
        "horseName": "Имя: ",
        "horseAge": "Age: ",
        "uploadedAt": "Uploaded At: ",
        "imageType": "Тип изображения: ",
        "description": "Oписание",
        "close": "Закрыть"
    },

    "settings": {
        "settings": "Настройки",
        "languageSettings": "Настройки языка",
        "languageEn": "Aнглийский",
        "languageCn": "Kитайский",
        "languageAr": "Aрабский",
        "languageGe": "Hемецкий",
        "languagePo": "португальский",
        "languageRu": "Pусский",
        "languageSp": "Испанский",
        "languageJp": "Японский",
        "changePassword": "Изменить пароль",
        "membership":{
            "content1": [
                "1. Плати, как ходишь - 10 $ / лошадь",
                " A. Доступно в любое время с помощью этого бесплатного приложения",
                " B. Вы получите оценку от CHAP в течение 30 секунд и другую оценку возраста от нашей группы экспертов в течение 24 часов.",
                "",
                "",
                "2. Неограниченное использование - $ 20 / месяц",
                " A. Возрастите столько лошадей и столько картинок, сколько захотите, всего за 20 долларов в месяц",
                " B. Вы получите оценку от CHAP в течение 30 секунд и другую оценку возраста от нашей команды экспертов в течение 24 часов."
            ],
            "content2": [
                "3. Видеокурс - 99 долларов",
                " A. Узнайте, как вырастить лошадей в 2 - 30-минутном видео. Эти видео вы можете просмотреть навсегда. Мы научили сотни студентов-коневодов-стоматологов и ветеринаров выучить лошадей, используя эти проверенные методы. Вы можете легко освоить искусство стареющих лошадей, не выходя из часов Easy Chair. Мы гарантируем, что вы останетесь довольны своим опытом, или мы вернем вам деньги. Единственный вопрос - как мы можем улучшить ваш опыт? Спасибо за ваш интерес к лошадям, и спасибо за ваш интерес к старению."
            ],
            "upgradeToUnlimited": "Обновление до неограниченного"
        },
        "myAccount":{
            "myAccount": "Моя учетная запись",
            "pro": "про",
            "free": "бесплатно",
            "account": "Account",
            "update": "Oбновление",
            "unsubscribe": "Oтписаться",
            "subscribe": "подписаться"
        },
        "paymentOptions": "Варианты оплаты",
        "languages": "языки",
        "contactSupport": "Обратиться в службу поддержки",
        "logOut": "Выйти"
    },
    "version": "Версия 1.0"
}