{"alert":{"uploadImageToDetect":"Subir una imagen a detectar, por favor.","enterName":"Introduzca nombre, por favor.","ok":"OK","cancel":"CANCELAR","upgradedMembership":"La membresía se ha actualizado correctamente.","cannotDetectImage":"No puede detectar esta imagen. Por favor intente otra imagen de nuevo.","wasDetectedImage":"La imagen fue detectado con éxito","payAsYouGoPlan":"Pay as you Go Plan: Este plan le permite comprobar la edad de su caballo sin estar en una suscripción mensual. Por sólo $5, usted recibirá una respuesta del CHAP programa dentro de los minutos con la estimación de los caballos de edad. Dentro de las próximas 24 horas, usted recibirá una respuesta de nuestro equipo de expertos, ya sea confirmando o el ajuste de la estimación de que el CAP siempre. Usted va a conducir un largo camino para encontrar a alguien con más experiencia y conocimientos de nuestro personal en el CAP. Gracias por su interés y esperamos que os sirva bien..","updatedPassword":"Usted contraseña actualizada correctamente.","enterOldPassword":"Introduzca la antigua contraseña, por favor.","enterNewPassword":"Introduzca la nueva contraseña, por favor.","enterVerifyPassword":"Introduzca verifique la contraseña por favor.","doesNotMatchedVerifyPassword":"Verifique la contraseña no coincide, inténtelo de nuevo.","purchasedVideosForCourse":"Usted compró videos para el curso con éxito.","foundIssueWithRequest":"Hemos encontrado un problema con su pedido, por favor, inténtelo de nuevo más tarde.","youUpdatedAccount":"Usted actualizada de la cuenta correctamente.","enterNewEmailAddress":"Introduzca la nueva dirección de correo electrónico por favor."},"auth":{"signin":"Signo En","signup":"Regístrate","dontHaveAccount?":"No tienes una Cuenta ?","creatAccount":"Crear una cuenta","haveAccount?":"Ya tienes una cuenta?","signinAccount":"signo en","email":"Correo electrónico","password":"Contraseña","firstName":"Primer Nombre","lastName":"Apellido","confirmPassword":"Confirmar Contraseña","forgotPassword":"¿Olvidó la contraseña ?","resetPassword":"Para Restablecer La Contraseña","connectSocial":"o conectar con social","facebook":"Facebook","inputEmailAddress":"Ingresa tu dirección de correo electrónico por favor.","emailAddress":"Dirección de correo electrónico","alertForgotPassword":"¿Olvidó Su Contraseña?","checkNetwork":"Por favor, compruebe la conexión de red.","enterFullName":"Ingrese el nombre completo por favor.","enterEmailOrPassword":"Introduzca el correo electrónico o la contraseña por favor.","enterValidEmailAddress":"Introduzca la dirección de correo electrónico válida, por favor."},"page":{"courseComponent":["Ver 2 minutos de la muestra de nuestra Ciencia en Video"," ","1 Mes Gratis de la Edad de Detección cuando usted compra nuestro Curso en Video por $49.99..."," ","Si usted está viendo este mensaje, entonces usted todavía no ha decidido tomar nuestro curso en video. Permítanme explicar cómo el curso de vídeo funciona. El envejecimiento de los caballos es un arte y una ciencia. Es una intrigante proceso que cada caballo propietario debe saber. Esta información no es nueva, pero mayores que el Nuevo Testamento de la Biblia."," ","630 AC, los Chinos enseñó el envejecimiento para el propósito de venta o comercio, ya que conocía el valor de su caballo está directamente relacionado con su edad."," ","430 A.C. Simón de Atenas escribió sobre el envejecimiento en un libro llamado el Veterinario Art."," ","El primer video, \"La Ciencia de Vídeo,\" es un análisis en profundidad, de gran riqueza gráfica 27 minutos de vídeo que le da el conocimiento de la anatomía y las características cambiantes del diente se desgasta. Para realmente entender cómo el envejecimiento de las obras y su boca del caballo, este es un deber-ver."," ","El segundo video, \"El Arte de Vídeo\", analiza las imágenes de los caballos de los dientes a cualquier edad, mostrando lo fácil que es de la edad de los caballos mediante el reconocimiento y los patrones aprendidos en la \"Ciencia de Vídeo.\" El envejecimiento de los caballos es muy fácil! Sólo se necesita un poco de práctica y un poco de información para llegar a ser competente."," ","Puse mis estudiantes a través de este exactamente el mismo programa en el aula y dentro de 30-40 imágenes, se vuelven extremadamente competente. La más que ver el \"Video Arte\" el mejor usted será. Tenemos increíbles resultados en el aula y estos profesionales llegar a ser muy apasionada, porque tienen confianza. Usted puede obtener la misma confianza muy rápidamente con el mínimo esfuerzo por el estudio de nuestros cursos en video!"],"buyNow":"Comprar Ahora","imageType":"Tipo De Imagen","done":"Hecho"},"home":{"home":"Casa","welcome":"Bienvenido","to":"A","ageDetection":"Edad De Detección","videoCourse":"Curso En Video","tutorial":"Tutorial","aboutChap":"Sobre El Cap","aboutLink":"Para obtener más Informantion, por Favor visite ","about":"Acerca de","aboutDescription":["CAP significa Computarizado Caballo Envejecimiento del Programa. En el CAP, nuestro objetivo es educar a los dueños de los caballos sobre sus caballos dientes. El mayor conocimiento y comprensión podemos adquirir, en el mejor de los propietarios y de los compañeros que podemos ser. La ciencia detrás de envejecimiento de los caballos y la funcionalidad de sus dientes es algo que debe aprender para cada gran caballero."," ","Nuestro profundo curso de video no sólo ha enseñado a cientos de aspirantes equina dentistas y veterinarios de la edad de los caballos, pero también podemos usar ese conocimiento junto con la inteligencia artificial y visión por ordenador para entrenar a nuestro equipo de modelo a la edad de los caballos. Capacitar a este modelo, hemos tenido el equipo de analizar 18 características de los incisivos superiores y 18 características de los incisivos inferiores en más de 1000 imágenes, más de 36.000 puntos de datos."," ","Queremos ser su caballo de servicios de envejecimiento. Con cada envío, usted recibirá una estimación de nuestro modelo de equipo en el minuto, generalmente de 10 a 15 segundos. Porque somos una compañía de servicios orientada, usted también recibirá una estimación de nuestro personal especializado dentro de las 24 horas de su presentación, la verificación de la estimación dada por el CAP. Esto significa que usted conseguirá 2 opiniones imparciales de su caballo de la edad."," ","Si no estás convencido de nuestra destreza, ver los vídeos de cursos. Si usted puede ayudarnos a mejorar nuestra envejecimiento de la exactitud o el envejecimiento de la experiencia, le devolvemos su dinero curso así como para dar acceso ilimitado a nuestro modelo de envejecimiento de forma gratuita durante un año, de $339 valor!"," ","El envejecimiento de los caballos por la dentición es nuestra pasión; esperamos que comparten esa pasión."," ","Este Programa tiene sus límites, la mayoría de los cuales son debido a la Anatomía del Caballo. El Sistema de Copa, que estamos analizando, sólo está presente hasta 17 Años a la Baja, y 20 Años de Edad en la parte superior. El otro Factor limitante es actualmente somos incapaces de diferenciar entre los dientes de leche y los dientes permanentes ya que ambos tienen las mismas Características."," ","Por lo tanto, una de 2-5 Años de edad, podrán leer como 5 a 8 Años de Edad. Actualmente estamos trabajando para resolver este problema, pero en la actualidad nuestro Equipo revisará cada presentación dentro de un período de 24 Horas y comunicar el resultado a través de correo electrónico para validar o ajustar cada caso. Estamos trabajando duro para resolver este problema, Gracias por su Paciencia y Esperamos servirle bien."," ","Este Programa está diseñado para ayudar en la Práctica de Envejecimiento de los Caballos. El Objetivo es ayudar a Aproximar la Edad de un invalidado Nacimiento. Aunque si se usa como se indica, la exactitud de este Programa puede ser increíblemente preciso, considerar Factores como la Genética, Lesiones en la boca, antes de un procedimiento Dental o la falta de, y de la Raza. Nuestra sugerencia es para ver los Videos Instructivos y entender el Envejecimiento, en lugar de Confiar en la Opinión de la Gente."],"tutorialList1":["Claro, no Borrosa","Recto, no en ángulo.","Contienen todos los Dientes Inferiores, con un mínimo de otros objetos en la foto. (Si es necesario por favor recortar otros objetos)","Como en las siguientes Imágenes"],"tutorialList2":["El programa sólo puede detectar hasta el 17 de Yesrs de Edad mediante el uso de la Imagen Inferior.","El programa puede detectar hasta 20 Yesrs de Edad mediante el uso de la Imagen Superior.","El usuario recibirá un periodo de 3 Años Rango de CAP Dentro de los minutos, y recibirá una de 2 Años y 1 Año de estimación de nuestros Expertos en el plazo de 24 horas. Nuestros expertos le pueden dar una Estimación de más de 20 Años de Edad.","Para entender este Proceso y Aprender por ti mismo, por Favor suscríbase a nuestro Vídeo de Instrucción del Curso."],"watchTutorial":"Ver el Tutorial"},"videos":{"videos":"Videos","course":"Curso","quiz&study":"Quiz & Estudio","courseVideo1Title":"Lección 1 - La Ciencia De Vídeo","courseVideo2Title":"Lección 2 - El Video Arte"},"quiz":{"prev":"Prev","answer":"Respuesta","next":"Siguiente","enterHorseAge":"Entrar a Caballo de la Edad de","watchVideo":"Ver El Video"},"detection":{"detection":"detección de","new":"Nuevo","uploadImage":"Subir Imagen","horseName":"Caballo de Nombre","imageDescription":"Descripción De La Imagen(Opcional)","selectImageType":"Seleccione El Tipo De Imagen","selectAge":{"lowerAge":"Sólo se puede detectar a partir de 6 - 17 Años de Edad.","upperAge":"Sólo se puede detectar a partir de 6 - 20 Años de Edad."},"detectionButton":{"is_premium":"Post","not_premium":"Post (PayAsYouGo)","checkout":"($7.99\/Caballo)","subscription":"($9.99\/Mes)","annuallySubscription":"($99.99\/Año)"},"detectResult":"Detectar Resultado","horseAgeOld":"¿Qué Edad crees Que Este Caballo es ?","imageType":"Tipo De Imagen: ","detectedAge":"Detectado Edad: ","justCuriouse":"Sólo Por Curiosidad!!!","enterHorseAge":"Entrar a Caballo de la Edad de"},"history":{"history":"La historia","searchName":"Nombre De Búsqueda","horseName":"Nombre: ","horseAge":"Edad: ","uploadedAt":"Cargado En: ","imageType":"Tipo De Imagen: ","description":"Descripción","close":"Cerca de"},"settings":{"settings":"Configuración","languageSettings":"Configuración De Idioma","languageEn":"Inglés","languageCn":"Chino","languageAr":"Árabe","languageGe":"Alemán","languagePo":"El portugués","languageRu":"Ruso","languageSp":"Español","languageJp":"Japonés","changePassword":"Cambiar La Contraseña","membership":{"content1":["Pay as you Go - $7.99\/Caballo"," A. Disponible en cualquier momento con esta Aplicación gratuita"," B. obtendrá una estimación de CAP dentro de los 30 segundos y otra Estimación de la Edad de nuestro Equipo de Expertos en un plazo de 24 horas."],"content2":["Uso Ilimitado - $9.99\/Mes"," A. la Edad como muchos Caballos y tantas Fotos como quieras por sólo $9.99\/Mes"," B. obtendrá una Estimación de CAP dentro de los 30 segundos y otra Estimación de la Edad de nuestro equipo de expertos en un plazo de 24 horas."],"content3":["Uso Ilimitado - $99.99\/Año"," A. la Edad como muchos Caballos y tantas Fotos como quieras por sólo $99.99\/Año"," B. obtendrá una Estimación de CAP dentro de los 30 segundos y otra Estimación de la Edad de nuestro equipo de expertos en un plazo de 24 horas."],"content4":["Curso De Video - $49.99"," A. Aprender a la Edad de los Caballos en 2 - 30 Minutos de Videos. Estos Videos son tuyos para Ver para siempre. Nos han enseñado a 100 de los Equinos de los Estudiantes de odontología y. Los veterinarios de la Edad de los Caballos el uso de estas técnicas probadas. Usted puede fácilmente aprender el Arte de Envejecimiento de los Caballos desde la comodidad de hora Sillón. Le garantizamos que usted estará satisfecho con su experiencia, o nos va a dar su dinero de vuelta. La única pregunta será ¿cómo podemos mejorar su experiencia. Gracias por su interés en los Caballos, y Gracias por tu interés en el envejecimiento."],"upgradeToUnlimited":"Actualización Ilimitada"},"myAccount":{"myAccount":"Mi Cuenta","pro":"PRO","free":"GRATIS","account":"Cuenta","update":"Actualización","unsubscribe":"Darse de baja","subscribe":"Suscribirse"},"paymentOptions":"Opciones De Pago","languages":"Idiomas","contactSupport":"Contacto Con El Soporte","logOut":"La Sesión"},"version":"Versión 1.0"}